Repository: iwa-kasoutuuuuuka/VoiceCleanAI
Catalog: src/VoiceCleanAI/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# MainTitle.Text
source: AI Voice Cleaning
ja_jp: AI音声クリーニング (AI Voice Cleaning)

# MainSubtitle.Text
source: Remove noise and enhance voice to studio quality.
ja_jp: 録音からノイズを完全に除去し、スタジオ品質の音声へ。 (Remove noise and enhance voice to studio quality.)

# DropZoneHint.Text
source: Drop audio files here
ja_jp: 音声ファイルをここにドラッグ＆ドロップ (Drop audio files here)

# SelectFiles.Content
source: Select Files
ja_jp: ファイルを選択 (Select Files)

# ClearAll.Content
source: Clear All
ja_jp: クリア (Clear All)

# StartProcessing.Content
source: Start Processing
ja_jp: 一括処理を開始 (Start Processing)

# ProcessingSettings.Text
source: Processing Settings
ja_jp: 処理設定 (Processing Settings)

# Preset.Text
source: Preset
ja_jp: プリセット (Presets)

# OutputSetting.Text
source: Output Settings
ja_jp: 出力設定 (Output Settings)

# SameFolder.Content
source: Same as original
ja_jp: 元と同じフォルダ (Same as original)

# CustomFolder.Content
source: Custom Folder
ja_jp: 専用フォルダ (Custom Folder)

# NavHome.Content
source: Home
ja_jp: ホーム (Home)

# NavHistory.Content
source: History
ja_jp: 履歴 (History)

# NavHardware.Content
source: Hardware
ja_jp: ハードウェア (Hardware)

# NavSettings.Content
source: Settings
ja_jp: 設定 (Settings)

# HeaderHome
source: Home
ja_jp: ホーム (Home)

# PresetAuto
source: AI Auto
ja_jp: AI Auto (自動最適化)

# PresetAutoDesc
source: Auto optimization by AI
ja_jp: AIによる自動最適化 (Auto optimization by AI)

# PresetStudio
source: Studio Quality
ja_jp: スタジオ品質 (Studio Quality)

# PresetStudioDesc
source: For narration and high quality recording
ja_jp: ポッドキャスト・ナレーション向け（高品質） (For narration, high quality)

# SettingsTitle.Text
source: Settings
ja_jp: 設定 (Settings)

# LanguageSettingTitle.Text
source: Language
ja_jp: 言語 (Language)

# ThemeSettingTitle.Text
source: App Theme
ja_jp: 外観モード (App Theme)
